[
    {
      "id": 1,
      "tag": "fiction",
      "book_title": "The Silent Woods",
      "author_name": "Eliza Cole",
      "price": 12.99,
      "rating": 4.7,
      "img_url": "https://i.postimg.cc/Nfqxm7kD/kindpng-1064993.png",
      "comment": "The Silent Woods is an immersive novel that takes the reader on a journey into a mysterious forest filled with intriguing characters and suspenseful twists. The author does a wonderful job of creating vivid imagery, making the reader feel like they are right there in the woods. The pacing of the story builds tension throughout, culminating in a satisfying conclusion. A must-read for fans of atmospheric fiction.",
      "number_of_pages": 320,
      "year_of_publishing": 2020,
      "publisher": "HarperCollins",
      "cat": "Classic"

    },
    {
      "id": 2,
      "tag": "non-fiction",
      "book_title": "The Power of Mindfulness",
      "author_name": "Dr. Sarah Lane",
      "price": 15.99,
      "rating": 4.5,
      "img_url": "https://i.postimg.cc/2jBw1Xh3/kindpng-2193744-1.png",
      "comment": "The Power of Mindfulness offers practical advice for anyone looking to incorporate mindfulness into their daily routine. Dr. Sarah Lane presents techniques that are easy to follow, even for beginners, and provides scientific research to back up the benefits of mindfulness. The book’s accessible writing style makes it a valuable resource for those interested in personal growth, stress reduction, and improving mental clarity.",
      "number_of_pages": 250,
      "year_of_publishing": 2019,
      "publisher": "Penguin Random House",
      "cat": "Classic"
    },
    {
      "id": 3,
      "tag": "science-fiction",
      "book_title": "Beyond the Stars",
      "author_name": "Nathan Hurst",
      "price": 9.99,
      "rating": 4.2,
      "img_url": "https://i.postimg.cc/9MsYxG5W/kindpng-2592315-1.png",
      "comment": "Beyond the Stars is a thrilling science-fiction adventure that explores the vastness of space and the potential of human exploration. Nathan Hurst creates a believable future where humanity faces both external dangers and internal conflicts. The book is well-paced, with action-packed sequences and philosophical discussions about the nature of existence. It is a gripping read for any sci-fi enthusiast.",
      "number_of_pages": 370,
      "year_of_publishing": 2021,
      "publisher": "Orbit Books",
      "cat": "Classic"
    },
    {
      "id": 4,
      "tag": "biography",
      "book_title": "The Journey of a Legend",
      "author_name": "Michael Carter",
      "price": 18.99,
      "rating": 4.8,
      "img_url": "https://i.postimg.cc/kXQvc6jm/kindpng-4022054-1.png",
      "comment": "The Journey of a Legend provides a detailed account of the life of a remarkable individual whose impact on history is undeniable. Michael Carter brings the subject to life with meticulous research and insightful anecdotes. This biography offers a deep look into the personal and professional achievements of the subject, making it an inspiring read for anyone interested in historical figures and their legacies.",
      "number_of_pages": 450,
      "year_of_publishing": 2018,
      "publisher": "Simon & Schuster",
      "cat": "Classic"
    },
    {
      "id": 5,
      "tag": "mystery",
      "book_title": "Whispers in the Dark",
      "author_name": "Lena Grey",
      "price": 10.49,
      "rating": 4.6,
      "img_url": "https://i.postimg.cc/pLPY1W7n/kindpng-4945926-1.png",
      "comment": "Whispers in the Dark is an edge-of-your-seat mystery novel that keeps the reader guessing until the very end. Lena Grey weaves a complex web of clues, secrets, and lies that all come together in a shocking finale. The characters are well-drawn, and the atmospheric setting adds to the tension. This is the perfect book for fans of psychological thrillers.",
      "number_of_pages": 340,
      "year_of_publishing": 2022,
      "publisher": "Macmillan",
      "cat": "Classic"
    },
    {
      "id": 6,
      "tag": "fantasy",
      "book_title": "The Dragon's Quest",
      "author_name": "Jonah Sparks",
      "price": 14.99,
      "rating": 4.9,
      "img_url": "https://i.postimg.cc/Dw5dVVkp/kindpng-5624060-1.png",
      "comment": "The Dragon's Quest is a captivating fantasy novel that immerses readers in a world of magic, dragons, and ancient kingdoms. Jonah Sparks crafts a beautifully detailed universe with a rich lore and complex characters. The plot is filled with thrilling battles, heartwarming moments, and surprising twists. Fans of epic fantasy will find themselves enchanted by this masterfully told story.",
      "number_of_pages": 500,
      "year_of_publishing": 2020,
      "publisher": "Tor Books",
      "cat": "Classic"
    },
    {
      "id": 7,
      "tag": "romance",
      "book_title": "Love in Paris",
      "author_name": "Sophia Monroe",
      "price": 11.99,
      "rating": 4.4,
      "img_url": "https://i.postimg.cc/PqxbT6dX/kindpng-7318921.png",
      "comment": "Love in Paris is a charming and heartfelt romance that takes readers on a journey through the streets of Paris. Sophia Monroe beautifully captures the magic and romance of the city while developing a love story that feels genuine and emotionally resonant. The book explores themes of love, trust, and second chances, making it a delightful read for anyone looking for a romantic escape.",
      "number_of_pages": 280,
      "year_of_publishing": 2019,
      "publisher": "Avon Romance",
      "cat": "Classic"
    },
    {
      "id": 8,
      "tag": "thriller",
      "book_title": "The Edge of Fear",
      "author_name": "Harrison Blake",
      "price": 13.49,
      "rating": 4.3,
      "img_url": "https://i.postimg.cc/wMJcn7gD/kindpng-81724-1.png",
      "comment": "The Edge of Fear is a gripping thriller that follows a protagonist facing insurmountable odds. Harrison Blake has crafted a fast-paced story full of suspense and unexpected twists. From the first page, the tension is palpable, and it never lets up. Fans of thrillers will appreciate the intricate plot and well-developed characters as they navigate the terrifying situations presented.",
      "number_of_pages": 320,
      "year_of_publishing": 2021,
      "publisher": "Bantam Books",
      "cat": "Classic"
    },
    {
      "id": 9,
      "tag": "history",
      "book_title": "The Lost Kingdoms",
      "author_name": "Victoria White",
      "price": 16.99,
      "rating": 4.7,
      "img_url": "https://i.postimg.cc/q75sR878/pngwing-1.png",
      "comment": "The Lost Kingdoms is a fascinating historical exploration of ancient civilizations that have been largely forgotten. Victoria White meticulously details the rise and fall of these kingdoms, using both archaeological evidence and historical records to provide a comprehensive picture. The book is both informative and engaging, making it a perfect read for history enthusiasts who are eager to learn about the hidden chapters of the past.",
      "number_of_pages": 400,
      "year_of_publishing": 2017,
      "publisher": "Vintage Books",
      "cat": "Classic"
    }
  ]
  